Repository: BehEh/Lorry
Catalog: app/locale/*/LC_MESSAGES/lorry-*.po
Languages: de_de

source: Lorry's source code is %public%, so you can check all of this yourself. If you have further questions concerning your privacy, please do not hesitate to contact us.
de_de: Lorrys Quellcode ist %public%, damit du all dies selbst nachprüfen kannst. Falls du weitere Fragen zu deiner Privatsphäre hast kannst du uns jederzeit kontaktieren.

source: Our systems are hosted by Uberspace, a hoster with an (in our opinion) excellent privacy policy.
de_de: Unsere Systeme werden von Uberspace gehostet, einem Hoster mit einer (in unseren Augen) exzellenten Datenschutzerklärung.

source: Uberspace privacy policy
de_de: Datenschutzerklärung von Uberspace

source: %brand%: Password reset
de_de: %brand%: Password zurücksetzen

source: You (or somebody else) requested a password reset for your account.
de_de: Du (oder jemand anderes) hat eine Passwort-Rücksetzung für dein Konto angefordert.

source: %brand%: Escalated ticket
de_de: %brand%: Eskaliertes Ticket

source: The following %ticket% was escalated by %staffname%:
de_de: Das folgende %ticket% wurde von %staffname% eskaliert:

source: The message was originally sent by %username%.
de_de: Die Nachricht wurde ursprünglich von %username% gesendet.

source: The message was originally sent by an anonymous user.
de_de: Die Nachricht wurde ursprünglich von einem anonymen Benutzer gesendet.

source: We &hearts; feedback
de_de: Wir &hearts; Feedback

source: We here are fans of Clonk. We built this site as members of our community for the game and want to do our best.
de_de: Wir sind als Fans von Clonk hier. Wir haben diese Seite als Teil unserer Community für das Spiel gebaut und möchten unser Bestes geben.

source: If you have any wishes or should encounter any problem, do not hesitate to contact us:
de_de: Falls du Wünsche hast oder bei dir irgendwelche Fehler auftreten, schick uns einfach eine Nachricht:

source: Will be sent as "%sender%".
de_de: Wird als „%sender%” gesendet.

source: Send feedback
de_de: Feedback senden

source: Legal
de_de: Rechtliches

source: If you have any legal issues please do not hesitate to contact us either via our feedback form or via %legalmail%. That way we are able to quickly resolve to any problems that might occur or remove any content which infringes your rights.
de_de: Falls du irgendwelche rechtlichen Probleme hast, kontaktiere uns bitte entweder über unser Feedback-Formular oder via %legalmail%. Dadurch können wir Probleme schnell lösen und Inhalte entfernen, die gegen deine Rechte verstoßen.

source: Disclaimer
de_de: Haftungsausschluss

source: We are not responsible for the content of outgoing links or user generated content. User generated content does not necessarily reflect the view of the site owners.
de_de: Wir sind nicht für den Inhalt von externen Links oder benutzergenerierten Inhalten verantwortlich. Benutzergenerierte Inhalt müssen nicht der Meinung der Seitenbetreiber entsprechen.

source: Site owner
de_de: Seitenbetreiber

source: Contact us to change your username.
de_de: Kontaktiere uns zur Änderung des Nutzernamens.

source: Edit own user
de_de: Eigenen Benutzer bearbeiten

source: Clonk Forge profile
de_de: Clonk Forge-Profil

source: Change links
de_de: Links ändern

source: Resend confirmation
de_de: Erneut senden

source: Your account still needs to be activated.
de_de: Dein Konto muss noch aktiviert werden.

source: Language
de_de: Sprache

source: View site in
de_de: Betrachte Seite auf

source: English
de_de: Englisch

source: German
de_de: Deutsch

source: Change language
de_de: Sprache ändern

source: Remove account
de_de: Konto entfernen

source: Would you like to remove your account?
de_de: Möchtest du dein Konto entfernen?

source: Removing your account is final.
de_de: Die Entfernung deines Kontos ist endgültig.

source: You will permanently loose control of all your addons and releases.
de_de: Du wirst permanent die Kontrolle über deine Erweiterungen und Releases verlieren.

source: I have read and understood the warning.
de_de: Ich habe den Hinweis gelesen und verstanden.

source: Password
de_de: Passwort

source: Permanently remove account
de_de: Konto permanent entfernen

source: Security
de_de: Sicherheit

source: Old password
de_de: Altes Passwort

source: New password
de_de: Neues Passwort

source: Confirm password
de_de: Passwort bestätigen

source: Change password
de_de: Passwort ändern

source: Set password
de_de: Passwort setzen

source: Session
de_de: Anmeldung

source: Would you like to log out of all other devices?
de_de: Möchtest du dich von allen anderen Geräten abmelden?

source: Log out all other devices
de_de: Alle anderen Geräte abmelden

source: Login services
de_de: Anmeldedienste

source: Your browser does not support uploading files to Lorry.
de_de: Dein Browser unterstützt das Hochladen von Dateien zu Lorry nicht.

source: File upload is disabled.
de_de: Das Hochladen von Dateien ist deaktiviert.

source: Select file to continue upload
de_de: Datei zum Fortsetzen des Uploads auswählen

source: Ready to publish
de_de: Bereit zur Veröffentlichung

source: Can be continued
de_de: Kann fortgesetzt werden

source: Are you sure you want to remove this file?
de_de: Möchtest du diese Datei wirklich entfernen?

source: File could not be removed.
de_de: Datei konnte nicht entfernt werden.

source: File already exists.
de_de: Datei existiert bereits.

source: Loading files&hellip;
de_de: Lade Dateien&hellip;

source: Error loading file list.
de_de: Fehler beim Laden der Dateiliste.

source: No files uploaded.
de_de: Keine Dateien hochgeladen.

source: The files will be made freely availabe and archived after publishing this release. They cannot be changed afterwards.
de_de: Die Dateien werden nach der Veröffentlichung dieses Releases frei verfügbar gemacht und archiviert. Sie können danach nicht mehr geändert werden.

source: Select file&hellip;
de_de: Datei auswählen&hellip;

source: Upload
de_de: Hochladen

source: Pause
de_de: Pausieren

source: What's new?
de_de: Was ist neu?

source: Briefly explain why this release is better than the previous one.
de_de: Erkläre kurz weshalb dieser Release besser als der Vorherige ist.

source: Detailed changelog
de_de: Detailliertes Änderungsprotokoll

source: + Added a new feature...
de_de: + Neues Feature hinzugefügt...

source: The changelogs can still be changed after the release has been published.
de_de: Die Änderungsprotokolle können nach der Veröffentlichung des Releases noch geändert werden.

source: Identification required
de_de: Identifikation erforderlich

source: Please enter your password to confirm your identity:
de_de: Bitte gib dein Passwort ein, um deine Identität zu bestätigen:

source: Confirm
de_de: Bestätigen

source: We would like to verify your identity independent of your login service in future. Please add a secure password to continue.
de_de: Wir möchten deine Identität in Zukunft unabhängig von deinem Anmeldedienst verifizieren. Bitte füge ein sicheres Passwort hinzu, um fortzufahren.

source: this link
de_de: diesen Link

source: %brand%: Confirm your (new) email address
de_de: %brand%: Bestätige deine (neue) E-Mail-Adresse

source: You set your email address to %email%.
de_de: Du hast deine E-Mail-Adresse zu %email% geändert.

source: To use all features of %brand% you need to activate this new address.
de_de: Um alle Features von %brand% vollständig nutzen zu können, musst du diese neue E-Mail-Adresse aktivieren.

source: Please open %this_link% to activate your address; or paste the following url into your browser:
de_de: Bitte öffne %this_link% um deine Addresse zu aktivieren; oder füge die folgende URL in deinen Browser ein:

source: Outdated
de_de: Veraltet

source: Register at %brand%
de_de: Bei %brand% registrieren

source: Registration disabled
de_de: Registrierung deaktiviert

source: New Registrations are disabled.
de_de: Neue Registrierungen sind deaktiviert.

source: Complete registration
de_de: Registrierung abschließen

source: Your username may contain letters, numbers and underscores and must be between 3 and 16 characters long.
de_de: Dein Benutzername kann Buchstaben, Zahlen und Unterstriche enthalten und muss zwischen 3 und 16 Zeichen lang sein.

source: We require your email address so that we can verify you if you should forget your login details.
de_de: Wir benötigen deine E-Mail-Adresse damit wir dich verifizieren können, falls du deine Anmeldedaten vergisst.

source: You password is stored securely. We require at least 8 characters for your security and are unable to send you this password if you should forget it.
de_de: Dein Passwort wird sicher gespeichert. Wir benötigen zu deiner Sicherheit mindestens 8 Zeichen und können dir dieses Passwort nicht zusenden falls du es vergessen solltest.

source: privacy policy
de_de: Datenschutzerklärung

source: Because we think it's important: our %policy%.
de_de: Weil wir das für wichtig halten: unsere %policy%.

source: Cancel
de_de: Abbrechen

source: Already registered?
de_de: Bereits registriert?

source: Linked to %provider%
de_de: Mit %provider% verbunden

source: You can log in using %provider% in future.
de_de: Du kannst dich in Zukunft via %provider% anmelden.

source: Nearly done&hellip;
de_de: Fast fertig&hellip;

source: You still need to choose your username and enter or verify your email address.
de_de: Du musst noch deinen Benutzernamen wählen und deine E-Mail-Adresse angeben oder überprüfen.

source: This is Lorry.
de_de: Das hier ist Lorry.

source: Lorry is a fan page, distribution platform and online community for players and fans of the Clonk series.
de_de: Lorry ist eine Fanseite, Downloadplattform und Online-Community für Spieler und Fans der Clonk-Serie.

source: Learn more&hellip;
de_de: Erfahre mehr&hellip;

source: Why should you register?
de_de: Warum solltest du dich registrieren?

source: Publish your own addons, so they are instantly available to all Clonk players
de_de: Veröffentliche deine eigenen Erweiterungen, damit sie sofort für alle Clonk-Spieler verfügbar sind

source: Support Lorry with feedback and help shape the future of the Clonk community
de_de: Unterstütze Lorry mit Feedback und trage damit zur Zukunft der Clonk-Community bei

source: Upcoming features
de_de: Zukünftige Features

source: Comment and discuss addons or send feedback to the developer(s)
de_de: Kommentiere und diskutiere Erweiterungen oder sende Feedback an den Entwickler

source: Vote on addons to support them and save your favourite ones
de_de: Bewerte Erweiterungen und speichere deine Favoriten

source: Tag addons by type, genre, player counts&hellip;
de_de: Tagge Addons nach Typ, Genre, Spielerzahlen&hellip;

source: Search addons by name, game, tags&hellip;
de_de: Suche Erweiterungen nach Name, Spiel, Tags&hellip;

source: %brand%: One-time login
de_de: %brand%: Einmalige Anmeldung

source: You (or somebody else) requested a one-time login for your account.
de_de: Du (oder jemand anderes) hat eine Einmal-Anmeldung für dein Konto angefordert.

source: Please open %this_link% access your account; or paste the following url into your browser:
de_de: Bitte öffne %this_link% um auf dein Konto zuzugreifen; oder füge die folgende URL in deinen Browser ein:

source: Release scheduled
de_de: Veröffentlichung geplant

source: contact page
de_de: Kontaktseite

source: Welcome to %brand%
de_de: Willkommen bei %brand%

source: Welcome to %brand%!
de_de: Willkommen bei %brand%!

source: First things first: Please activate your account by opening %this_link%; or paste the following url into your browser:
de_de: Das Wichtigste zuerst: Bitte aktivieren dein Konto indem du %this_link% öffnest; oder füge die folgende URL in deinen Browser ein:

source: Now that thats out of the way, thank you for helping us test the platform. If you'd like to learn more about the project or Clonk visit the about pages at the bottom of the site.
de_de: Jetzt wo das erledigt ist, danke für deine Hilfe beim Testen der Plattform. Falls du mehr über das Projekt oder Clonk erfahren möchtest, besuche einfach die Infoseiten am unteren Rand der Seite.

source: %brand% works a bit differently compared to other download sites. In order to publish a scenario or pack you first need to create a corresponding addon. The addons tracks general information, like the title, an introduction and which game it belongs to. You can then create a release for the addon, which has a version number, a detailed description and tracks the actual files. Once you have created a release you can publish it. When players search for your addon, they will always be pointed to the latest release.
de_de: %brand% funktioniert etwas anders als andere Downloadseiten. Um ein Szenario oder Pack zu veröffentlichen, musst du zuerst eine zugehörige Erweiterung erstellen. Die Erweiterung speichert grundlegende Informationen, wie den Titel, eine Einführung und zu welchem Spiel sie gehört. Du kannst dann einen Release für die Erweiterung erstellen, welcher die Versionsnummer, eine ausführliche Beschreibung und die eigentlichen Dateien speichert. Nachdem du einen Release erstellt hast, kannst du ihn veröffentlichen. Wenn Spieler nach deiner Erweiterung suchen, werden sie immer zum neuesten Release gebracht.

source: You can send us any feedback you have on the %contact_page%. Let's make %brand% a useful and awesome site.
de_de: Du kannst uns jederzeit Feedback auf der %contact_page% zusenden. Lass uns %brand% eine nützliche und tolle Seite machen.

source: Once again, thank you for testing %brand%!
de_de: Noch einmal, vielen Dank für das Testen von %brand%!

source: This is Lorry
de_de: Das hier ist Lorry

source: Welcome back to Clonk
de_de: Willkommen zurück bei Clonk

source: Now available
de_de: Jetzt verfügbar

source: Latest releases
de_de: Neue Veröffentlichungen

source: There are no new releases.
de_de: Es gibt keine neuen Veröffentlichungen.

source: Welcome to %brand%. On this site you can find addons by other players and publish your own. Here are some links to get you started:
de_de: Willkommen bei %brand%. Auf dieser Seite kannst du Erweiterungen von anderen Spielern finden und deine veröffentlichen. Hier sind einige Links, damit du gleich loslegen kannst:

source: For players
de_de: Für Spieler

source: For developers
de_de: Für Entwickler

source: Welcome back.
de_de: Willkommen zurück.

source: %brand% lives from community creations. Why not start developing a new addon today?
de_de: %brand% lebt von Community-Kreationen. Warum fängst du nicht gleich heute mit einer neuen Erweiterung an?

source: Welcome to Lorry.
de_de: Willkommen bei Lorry.

source: Welcome
de_de: Willkommen

source: %brand% is the site for the best addons for the game series Clonk.
de_de: %brand% ist die Seite für die besten Erweiterungen zur Spieleserie Clonk.

source: New to Clonk?
de_de: Neu bei Clonk?

source: New: Multiple languages
de_de: Neu: Mehrere Sprachen

source: %brand% is now available in German and English. You can add titles and descriptions in these languages for all your addons and releases.
de_de: %brand% ist jetzt in Deutsch und Englisch verfügbar. Du kannst Titel und Beschreibungen in diesen Sprachen für alle deine Erweiterungen und Releases hinzufügen.

source: Announcements
de_de: Ankündigungen

source: In development
de_de: In Entwicklung

source: The platform behind %brand% is still in development. You can join and try out what works so far, and we will continue to add many features.
de_de: Die Plattform hinter %brand% wird noch entwickelt. Du kannst mitmachen und ausprobieren, was bisher funktioniert, und wir werden in Zukunft viele weitere Features hinzufügen.

source: About the project
de_de: Über das Projekt

source: Welcome to Clonk!
de_de: Willkommen bei Clonk!

source: Clonk is a unique two-dimensional game and often referred to as a mix of "The Settlers" and "Lemmings".
de_de: Clonk ist ein einzigartiges 2D-Spiel und wird oft als eine Mischung aus „Die Siedler“ und „Lemmings“ bezeichnet.

source: The classic game with hundreds of community-built, high-quality addons. Magical wars, strategic shooters and futuristic settling: Clonk Rage has it all.
de_de: Das klassische Spiel mit hunderten von hochqualitativen Erweiterungen aus der Community. Magische Kriege, strategische Shooter und futuristisches Siedeln: das alles hat Clonk Rage.

source: Often the sheer selection is overwelming, so be sure to spread the word and vote for the addons you like.
de_de: Oft ist die riesige Auswahl einfach überwältigend, erzähle daher anderen und stimme über die Erweiterungen ab, die dir gut gefallen.

source: Official website
de_de: Offizielle Webseite

source: The opensource successor to the Clonk series, built by players and developers of the previous Clonk titles.
de_de: Der quelloffene Nachfolger zur Clonk-Serie, entwickelt von Spieler und Entwicklern der vorherigen Clonk-Titel.

source: Although the addon selection is still limited, OpenClonk completely reimaginges a great part of the game and greatly refines the technology, now supporting three-dimensional models within the game.
de_de: Obwohl die Erweiterungsauswahl noch sehr beschränkt ist erfindet OpenClonk einen Großteil des Spieles komplett neu und nutzt überarbeitete Technologien: jetzt werden dreidimensionale Modelle innerhalb des Spiels unterstützt.

source: &hellip;only just the beginning
de_de: &hellip;alles nur der Anfang

source: Clonk lives from its fans, with dedicated players creating high-quality addons.
de_de: Clonk lebt von den Fans, mit hochqualitativen Erweiterungen von passionierten Spielern.

source: The series appeals to all ages alike and has been around for many years. Addons exist in a huge variety of gameplay and genre, and Lorry offers a central platform for the best of them.
de_de: Die Serie hat Fans in allen Altersgruppen und existiert seit vielen Jahren. Es gibt Erweiterungen für ein riesiges Sprektrum von Spielweisen und Genres, und Lorry bietet eine zentrale Plattform für die besten Erweiterungen.

source: Create new content for Clonk
de_de: Erschaffe neue Inhalte für Clonk

source: The official development of Clonk Rage has halted, therefore the community is creating an open source succesor - OpenClonk.
de_de: Die offizielle Entwicklung von Clonk Rage ist eingestellt, daher entwickelt die Community einen Open-Source-Nachfolger - OpenClonk.

source: Both games are different and alike, but the majority of all addons have been created for Clonk Rage. Once you've created something awesome you can distribute it via Lorry, making it instantly available for any interested player.
de_de: Beide Spiele sind unterschiedlich und gleich, aber der Großteil der Erweiterungen wurde für Clonk Rage entwickelt. Wenn du etwas tolles gebaut hast, kannst du es via Lorry anbieten, um es für jeden interessierten Spieler sofort verfügbar zu machen.

source: Build the next Clonk
de_de: Baue das nächste Clonk

source: The OpenClonk project is constantly looking for developers to help out with the next iteration of Clonk. If you have moderate or even advanced C++-skills you should definitively be welcome in the team.
de_de: Das OpenClonk-Projekt sucht ständig nach Entwicklern, die sie bei der nächsten Version von Clonk unterstützen können. Falls du grundlegende oder sogar fortgeschrittene C++-Kenntnisse hast, solltest du im Team auf jeden Fall willkommen sein.

source: Before publishing&hellip;
de_de: Vor der Veröffentlichung&hellip;

source: Quick release
de_de: Schnell veröffentlichen

source: The release will be instantly available to all players.
de_de: Der Release wird sofort für alle Spieler verfügbar sein.

source: Publishing a release is <strong>final</strong>. Any changes after releasing require a new release.
de_de: Die Veröffentlichung ist <strong>final</strong>. Jede Änderung nach der Veröffentlichung erfordert einen neuen Release.

source: The release will be published as soon as the addon has been approved.
de_de: Der Release wird nach der Bestätigung veröffentlicht.

source: The release will not be published if the addon is rejected.
de_de: Der Release wird nicht veröffentlicht, falls die Erweiterung abgelehnt wird.

source: needs to be submitted
de_de: muss eingereicht werden

source: The addon %needs_to_be_submitted% in order to be quickly released.
de_de: Die Erweiterung %needs_to_be_submitted%, um eine schnelle Veröffentlichung durchzuführen.

source: Confirm quick release
de_de: Schnelle Veröffentlichung bestätigen

source: Release now
de_de: Jetzt veröffentlichen

source: Schedule release
de_de: Veröffentlichung planen

source: The release will be available to players after the specified timestamp.
de_de: Der Release wird ab dem angegebenen Zeitpunkt für alle Spieler verfügbar sein.

source: A scheduled release can be cancelled at any time before the automated release.
de_de: Du kannst eine geplante Veröffentlichung jederzeit vor der automatischen Veröffentlichung abbrechen.

source: needs to be approved
de_de: muss bestätigt werden

source: The addon %needs_to_be_approved% in order to schedule a release.
de_de: Die Erweiterung %needs_to_be_approved%, damit eine Veröffentlichung geplant werden kann.

source: Date and time
de_de: Datum und Zeit

source: Publicly announce release date and time
de_de: Veröffentlichsdatum und -zeit öffentlich ankündigen

source: Hi there %username%,
de_de: Hallo %username%,

source: Hi there,
de_de: Hallo,

source: No content available.
de_de: Kein Inhalt verfügbar

source: Login to %brand%
de_de: Bei %brand% anmelden

source: Username / Email address
de_de: Benutzername / E-Mail-Adresse

source: Remember on this device
de_de: Auf diesem Gerät merken

source: Forgot your password?
de_de: Passwort vergessen?

source: Nearly there&hellip;
de_de: Fast fertig&hellip;

source: You can now sign in with your username or email address and password.
de_de: Du kannst dich jetzt mit deinem Benutzernamen oder deiner E-Mail-Adresse und deinem Passwort anmelden.

source: Not registered yet?
de_de: Noch nicht registriert?

source: Registering only takes a few moments. A Clonk registration key is not required.
de_de: Die Registrierung dauert nur wenige Momente. Ein Clonk-Registrierungsschlüssel wird nicht benötigt.

source: Banned
de_de: Gebannt

source: Welcome to Lorry!
de_de: Willkommen bei Lorry!

source: Registered on %registration%
de_de: Registriert am %registration%

source: Well that took a bit longer than expected
de_de: Das hat ein bisschen länger gedauert als erwartet

source: Founder of Lorry
de_de: Gründer von Lorry

source: Registered on the alpha site
de_de: War auf der Alpha-Seite registriert

source: Took part in Lorry Alpha
de_de: Teilnehmer in der Lorry-Alpha

source: Registered on the beta site
de_de: War auf der Beta-Seite registriert

source: Took part in Lorry Beta
de_de: Teilnehmer in der Lorry-Beta

source: Built something awesome for the Clonk community
de_de: Hat etwas tolles für die Clonk-Community gebaut

source: Valuable community member
de_de: Wertvolles Mitglied der Community

source: Knows Google-fu
de_de: Kann Google-fu

source: &quot;Hey, what's that button do?&quot;
de_de: &quot;Hey, was macht der Knopf da?&quot;

source: Reported a bug in Lorry
de_de: Hat einen Fehler in Lorry gemeldet

source: Edit user
de_de: Benutzer bearbeiten

source: Activity
de_de: Aktivität

source: You have not released any addons yet.
de_de: Du hast noch keine Erweiterungen veröffentlicht.

source: This user has not released any addons yet.
de_de: Dieser Benutzer hat noch keine Erweiterungen veröffentlicht.

source: Somebody
de_de: Jemand

source: Published
de_de: Veröffentlicht

source: Loading dependencies&hellip;
de_de: Lade Abhängigkeiten&hellip;

source: Error loading dependency list.
de_de: Fehler beim Laden der Abhängigkeitsliste.

source: No dependencies added.
de_de: Keine Abhängigkeiten hinzugefügt.
