Repository: BehEh/Lorry
Catalog: app/locale/*/LC_MESSAGES/lorry-*.po
Languages: de_de

source: Ticket acknowledged
de_de: Ticket erledigt

source: The following ticket was acknowledged by <strong>%staffname%</strong>:
de_de: Das folgende Ticket wurde von <strong>%staffname%</strong> erledigt:

source: Return to moderation portal
de_de: Zurück zum Moderationsportal

source: Dispute
de_de: Widersprechen

source: Ticket escalated
de_de: Ticket eskaliert

source: The following ticket was escalated by <strong>%staffname%</strong>:
de_de: Das folgende Ticket wurde von <strong>%staffname%</strong> eskaliert:

source: <strong>%username%</strong> has sent the following message:
de_de: <strong>%username%</strong> hat die folgende Nachricht gesendet:

source: An anonymous user has sent the following message:
de_de: Ein anonymer Benutzer hat die folgende Nachricht gesendet:

source: Please escalate this ticket if there is any technical problem, error message or complaint.
de_de: Bitte eskaliere dieses Ticket falls es um sich um ein technisches Problem, eine Fehlermeldung oder eine Beschwerde handelt.

source: Acknowledge
de_de: Erledigt

source: Escalate
de_de: Eskalieren

source: My addons
de_de: Meine Erweiterungen

source: Edit addon
de_de: Erweiterung bearbeiten

source: Manage releases
de_de: Releases verwalten

source: developer portal
de_de: Entwicklerportal

source: You can create new addons at the %developer_portal%.
de_de: Du kannst neue Erweiterungen im %developer_portal% anlegen.

source: Your addons will appear here
de_de: Hier werden deine Erweiterungen erscheinen

source: Visit the developer portal to get started with a new addon.
de_de: Besuche das Entwicklerportal, um mit einer neuen Erweiterung loszulegen.

source: Developer portal
de_de: Entwicklerportal

source: Users
de_de: Benutzer

source: User list
de_de: Benutzerliste

source: Queues
de_de: Warteschlangen

source: Addons
de_de: Erweiterungen

source: Addon
de_de: Erweiterung

source: Requested namespace
de_de: Gewünschte Kennung

source: User
de_de: Benutzer

source: There are no addons in the approval queue.
de_de: Es sind keine Erweiterungen in der Bestätigungswarteschlange.

source: Contact form
de_de: Kontaktformular

source: Timestamp
de_de: Zeitstempel

source: Message
de_de: Nachricht

source: Anonymous
de_de: Anonym

source: There are no new messages in the queue.
de_de: Es sind keine neuen Nachrichten in der Warteschlange.

source: Would you like to show the world what you've built?
de_de: Möchtest du der Welt zeigen, was du gebaut hast?

source: After registering you can find all your addons here.
de_de: Nach der Registrierung kannst du alle deine Erweiterungen hier finden.

source: Register now
de_de: Jetzt registrieren

source: Login
de_de: Anmelden

source: No tickets
de_de: Keine Tickets

source: There have been no submitted tickets yet.
de_de: Es wurden noch keine Tickets eingereicht.

source: Javascript needs to be activated in order to edit addons and releases.
de_de: Javascript muss aktiviert sein um Erweiterungen und Releases zu bearbeiten.

source: Presentation
de_de: Präsentation

source: Supported player counts
de_de: Unterstützte Spielerzahlen

source: Goal
de_de: Spielziel

source: Choose&hellip;
de_de: Auswählen&hellip;

source: This release was already published somewhere else
de_de: Dieser Release wurde bereits woanders veröffentlicht

source: Original publishing date
de_de: Ursprüngliches Veröffentlichungsdatum

source: Remove
de_de: Entfernen

source: Would you like to remove this release?
de_de: Möchtest du diesen Release entfernen?

source: All uploaded files will be deleted.
de_de: Alle hochgeladenen Dateien werden gelöscht.

source: Remove release
de_de: Release entfernen

source: These settings cannot be changed once the release has been published.
de_de: Diese Einstellungen können nach der Veröffentlichung nicht mehr geändert werden.

source: Save
de_de: Speichern

source: Publishing release&hellip;
de_de: Release wird veröffentlicht&hellip;

source: Introduction
de_de: Einführung

source: %brand% offers a read-only REST API for data about addons and releases.
de_de: %brand% bietet eine REST-API für Daten zu Erweiterungen und Releases.

source: <strong>Please note:</strong> The lorry api is not yet final and can change at any time.
de_de: <strong>Bitte beachte:</strong> Die Lorry-API ist noch nicht fertiggestellt und kann jederzeit geändert werden.

source: Endpoints
de_de: Endpunkte

source: Description
de_de: Beschreibung

source: Typical result
de_de: Typisches Ergebnis

source: Returns a list of games.
de_de: Gibt eine Liste von Spielen zurück.

source: Returns a list of addons for the queried game.
de_de: Gibt eine Liste von Erweiterungen für das Spiel zurück.

source: Returns details about the queried addon.
de_de: Gibt Details über die Erweiterung zurück.

source: <strong>Please note:</strong> The Lorry platform itself uses various internal endpoints under <code>/api/internal/...</code>. Do not use these endpoints, as they will require special authentification and can change without notice.
de_de: <strong>Bitte beachte:</strong> Die Lorry-Plattform selbst nutzt verschiedene interne Endpunkte unter <code>/api/internal/...</code>. Diese Endpunkte sollten nicht genutzt werden, da sie eine spezielle Authentifizierung benötigen werden und sich jederzeit ohne Ankündigung ändern können.

source: Objects
de_de: Objekte

source: Type
de_de: Typ

source: Structure
de_de: Struktur

source: Error handling
de_de: Fehlerbehandlung

source: You can handle errors by checking for the <code>error</code> field in the response.
de_de: Fehler können behandelt werden, indem die Antwort auf <code>error</code>-Feld überprüft wird.

source: Additionally, a human-readable message may be given in a <code>message</code> field.
de_de: Weiterhin kann eine menschenlesbare Nachricht in einem <code>message</code>-Feld gegeben sein.

source: Examples
de_de: Beispiele

source: by date
de_de: nach Datum

source: by name
de_de: nach Name

source: by rating
de_de: nach Bewertung

source: create a new addon
de_de: erstelle eine neue Erweiterung

source: Sort by %columns% or %createaddon% for this game.
de_de: Sortieren nach %columns% oder %createaddon% für dieses Spiel.

source: No addons available
de_de: Keine Erweiterungen verfügbar

source: There are no addons available for this game yet.
de_de: Es sind noch keine Erweiterungen für dieses Spiel verfügbar.

source: New %game% addon
de_de: Neue %game%-Erweiterung

source: Javascript needs to be enabled in order to edit addons and releases.
de_de: Javascript muss aktiviert sein um Erweiterungen und Releases zu bearbeiten.

source: Files
de_de: Dateien

source: Dependencies
de_de: Abhängigkeiten

source: Changes
de_de: Änderungen

source: Publish
de_de: Veröffentlichen

source: Edit %username%
de_de: %username% bearbeiten

source: Profile
de_de: Profil

source: Appearance
de_de: Erscheinungsbild

source: Username
de_de: Benutzername

source: Change username
de_de: Benutzernamen ändern

source: Account
de_de: Konto

source: Contact details
de_de: Kontaktdaten

source: Email address
de_de: E-Mail-Adresse

source: New email address has to be activated
de_de: Neue E-Mail-Adresse muss aktiviert werden

source: Change email address
de_de: E-Mail-Adresse ändern

source: Permissions
de_de: Berechtigungen

source: Normal user
de_de: Normaler Benutzer

source: Change permissions
de_de: Berechtigungen ändern

source: Reset
de_de: Zurücksetzen

source: Please type the username to confirm:
de_de: Bitte gib den Benutzernamen zur Bestätigung ein:

source: Reset password
de_de: Password zurücksetzen

source: Remove login services
de_de: Anmeldedienste entfernen

source: Disable
de_de: Deaktivieren

source: The account "%username%" will be <strong>permanently disabled</strong>.
de_de: Das Konto „%username%“ wird <strong>dauerhaft deaktiviert</strong>.

source: Disable account permamently
de_de: Konto dauerhaft deaktivieren

source: Moderation log
de_de: Moderationsprotokoll

source: Action
de_de: Aktion

source: Executed by
de_de: Ausgeführt von

source: This account has not been moderated in the past.
de_de: Dieses Konto wurde noch nicht moderiert.

source: Return to home
de_de: Zurück zur Startseite

source: View the addons
de_de: Betrachte die Erweiterungen

source: No games available
de_de: Keine Spiele verfügbar

source: Management
de_de: Verwaltung

source: Moderators
de_de: Moderatoren

source: Logs
de_de: Protokolle

source: Front page
de_de: Startseite

source: Featured addons
de_de: Vorgestellte Erweiterungen

source: Current version
de_de: Aktuelle Version

source: Are you sure you want to remove this login service from your account?
de_de: Möchtest du diesen Anmeldedienst wirklich von deinem Konto entfernen?

source: or
de_de: oder

source: Login with OpenID
de_de: Mit OpenID anmelden

source: Back to top
de_de: Nach oben

source: About
de_de: Über

source: Contact
de_de: Kontakt

source: Plan release
de_de: Release planen

source: Releases are invisible until you publish them.
de_de: Releases sind unsichtbar, bis du sie veröffentlichst.

source: No release planned
de_de: Kein Release geplant

source: Comment:
de_de: Kommentar:

source: No comment.
de_de: Kein Kommentar.

source: Addon approved
de_de: Erweiterung bestätigt

source: This addon was approved. Releases can now be published at any time.
de_de: Diese Erweiterung wurde bestätigt. Releases können nun jederzeit veröffentlicht werden.

source: Waiting for approval&hellip;
de_de: Warte auf Bestätigung&hellip;

source: This addon was submitted for approval. A moderator will check this addon shortly.
de_de: Diese Erweiterung wurde zur Bestätigung eingereicht. Ein Moderator wird diese Erweiterung in Kürze überprüfen.

source: Withdraw addon
de_de: Erweiterung zurückziehen

source: Addon rejected
de_de: Erweiterung abgelehnt

source: This addon was rejected. You can possibly improve and submit it again.
de_de: Diese Erweiterung wurde abgelehnt. Du kannst sie möglicherweise verbessern und erneut einreichen.

source: Approval required
de_de: Bestätigung erforderlich

source: This addon needs to be approved by a moderator before releases can be published.
de_de: Diese Erweiterung muss von einem Moderator bestätigt werden, bevor Releases veröffentlicht werden können.

source: English title
de_de: Englischer Titel

source: German title
de_de: Deutscher Titel

source: The title will be shown in many various places around the site.
de_de: Der Titel wird an vielen verschiedenen Stellen auf der Seite angezeigt.

source: Namespace
de_de: Kennung

source: The addon will be published at %url%.
de_de: Die Erweiterung wird unter %url% veröffentlicht.

source: The namespace will be used as a unique identifier for your addon and its releases. It will appear in various urls. Please choose a short namespace, ideally the filename of the addon.
de_de: Die Kennung wird als einzigartige Identifikation für deine Erweiterung und die Releases genutzt. Sie wird in verschiedenen URLs erscheinen. Bitte wähle eine kurze Kennung, idealerweise der Dateiname der Erweiterung.

source: Game
de_de: Spiel

source: The addon is playable with <strong>%gametitle%</strong>.
de_de: Die Erweiterung ist unter <strong>%gametitle%</strong> spielbar.

source: The addon must be for a specific Clonk game. Consider choosing a different title if you create a version for a different game so players don't get confused and %create_a_new_addon%.
de_de: Die Erweiterung muss für ein spezifische Clonkspiel sein. Überlege dir, einen anderen Titel zu wählen falls du eine Version für ein anderes Spiel erstellst um Spieler nicht zu verwirren und %create_a_new_addon%.

source: Abbreviation
de_de: Abkürzung

source: Not set
de_de: Nicht gesetzt

source: Players will be able to search for your addon by using the abbreviation.
de_de: Spieler werden deine Erweiterung mithilfe der Abkürzung suchen können.

source: Contact us
de_de: Kontaktiere uns

source: %Contact_us% to add an abbreviation.
de_de: %Contact_us% um eine Abkürzung hinzuzufügen.

source: Please only enter an abbreviation if it is (to some extent) well known.
de_de: Bitte gib nur dann eine Abkürzung ein, falls sie (einigermaßen) bekannt ist.

source: These settings cannot be changed after approval.
de_de: Diese Einstellungen können nach der Bestätigung nicht mehr geändert werden.

source: The details on this page cannot be changed anymore once the addon has been submitted and approved.
de_de: Die Einstellungen auf dieser Seite können nicht mehr geändert werden, nachdem die Erweiterung eingereicht und bestätigt wurde.

source: All other settings can still be changed.
de_de: Alle anderen Einstellungen können noch geändert werden.

source: Are you sure you want to submit this addon?
de_de: Möchtest du diese Erweiterung wirklich einreichen?

source: Submit for approval
de_de: Zur Bestätigung einreichen

source: Would you like to remove this addon?
de_de: Möchtest du diese Erweiterung entfernen?

source: These settings cannot be changed anymore.
de_de: Diese Einstellungen können nicht mehr geändert werden.

source: No matching users
de_de: Keine passenden Benutzer

source: No user currently matches your filtering critera.
de_de: Der aktuelle Filter trifft auf keinen Benutzer zu.

source: About Lorry
de_de: Über Lorry

source: The Lorry project is a fan site for the video game %Clonk%.
de_de: Das Lorry-Projekt ist eine Fanseite für das Computerspiel %Clonk%.

source: The project was created from three basic ideas:
de_de: Das Projekt entstand aus drei grundlegenden Ideen:

source: Fan page
de_de: Fanseite

source: We're here as the fans of Clonk. We built this site as members of the community for "our" game.
de_de: Wir sind als Fans von Clonk hier. Wir haben diese Seite als Mitglieder der Community für „unser“ Spiel gebaut.

source: This site is for new players to learn all about Clonk, to discover the huge database of addons and to help them get right into the game.
de_de: Auf dieser Seite können neue Spieler alles über Clonk lernen, die riesige Auswahl an Erweiterungen finden und einfach in das Spiel einsteigen.

source: Learn about Clonk
de_de: Lerne Clonk kennen

source: Distribution platform
de_de: Downloadplattform

source: We want to provide Clonk players with a simple, clean interface to find and download the best addons and keep them up-to-date as they progress.
de_de: Wir möchten Clonkspielern ein simples und übersichtliches Interfaces zur Verfügung stellen, damit sie die besten Erweiterungen finden können und während der Entwicklung immer auf dem neuesten Stand sind.

source: It should also serve as an archive, to enable players to go back and find forgotten gems of the past.
de_de: Gleichzeitig soll sie als ein Archiv dienen, damit Spieler alte und gut gemachte Erweiterungen wiederfinden können.

source: Discover the addons
de_de: Alle Erweiterungen

source: The official Clonk site is not really up to date anymore and fails to highlight one of the best features of Clonk: the awesome Community and its creations.
de_de: Die offizielle Clonk-Seite ist nicht mehr wirklich aktuell, und präsentiert eines der besten Features von Clonk kaum: die einzigartige Community mit ihren Kreationen.

source: We want to share our own creations easily and give the addon developers our important feedback.
de_de: Wir wollen unsere Arbeit einfach teilen und den Entwicklern der Erweiterungen unser wichtiges Feedback geben.

source: View your profile
de_de: Betrachte dein Profil

source: This project was only made possible by a number of technologies, libraries and resources:
de_de: Dieses Projekt ist nur dank zahlreicher Technologien, Bibliotheken und Ressourcen möglich geworden:

source: Technologies
de_de: Technologien

source: Resources
de_de: Ressourcen

source: en
de_de: de

source: Libraries
de_de: Bibliotheken

source: Development
de_de: Entwicklung

source: Credits
de_de: Danksagungen

source: Approve %addon%
de_de: %addon% bestätigen

source: This addon has been assigned the namespace <strong>%namespace%</strong>.
de_de: Dieser Erweiterung wurde die Kennung <strong>%namespace%</strong> zugeteilt.

source: This addon was rejected. It's requested namespace was <em>%namespace%</em>.
de_de: Dieser Erweiterung wurde abgelehnt. Die angeforderte Kennung war <em>%namespace%</em>.

source: <strong>%username%</strong> would like to reserve the namespace <strong>%namespace%</strong> for an addon.
de_de: <strong>%username%</strong> möchte die Kennung <strong>%namespace%</strong> für eine Erweiterung reservieren.

source: The requested namespace has already been reserved for another addon.
de_de: Die gewünschte Kennung wurde bereits für eine andere Erweiterung reserviert.

source: Approving this addon will trigger a public release. The user can publish further releases of this addon without approval.
de_de: Die Bestätigung wird die Veröffentlichung eines Releases auslösen. Der Benutzer kann weitere Releases dieser Erweiterung ohne Bestätigungen veröffentlichen.

source: The user will be able to freely publish releases of this addon after approval.
de_de: Der Benutzer wird Releases dieser Erweiterung nach der Bestätigung selbstständig veröffentlichen können.

source: Comment
de_de: Kommentar

source: Are you sure you want to approve this addon?
de_de: Möchtest du diese Erweiterung wirklich bestätigen?

source: Approve
de_de: Bestätigen

source: Are you sure you want to reject this addon?
de_de: Möchtest du diese Erweiterung wirklich ablehnen?

source: Reject
de_de: Ablehnen

source: Title (English)
de_de: Titel (Englisch)

source: Title (German)
de_de: Titel (Deutsch)

source: Example url
de_de: Beispiel-URL

source: You have unsaved changes.
de_de: Du hast ungespeicherte Änderungen.

source: Preparing upload
de_de: Hochladen wird vorbereitet

source: You are still uploading files.
de_de: Du lädst noch Dateien hoch.

source: Lorry is a fan site for Clonk, a unique game series with hundreds of worlds created by other players.
de_de: Lorry ist eine Fanseite für Clonk, eine einzigartige Spieleserie mit hunderten von spielererstellten Welten.

source: Learn more
de_de: Mehr erfahren

source: Hide
de_de: Verstecken

source: Toggle navigation
de_de: Navigation umschalten

source: Developers
de_de: Entwickler

source: Settings
de_de: Einstellungen

source: Log out
de_de: Abmelden

source: Register
de_de: Registrieren

source: Draft
de_de: Entwurf

source: Title
de_de: Titel

source: Create addon
de_de: Erweiterung anlegen

source: Let's get started
de_de: Lass uns loslegen

source: %brand% is ready to publish your addons.
de_de: %brand% ist bereit zur Veröffentlichung deiner Erweiterungen.

source: You have an awesome idea?
de_de: Du hast eine tolle Idee?

source: Whether it's magic caves or exploding Wipfs, %brand% is the place to publish your addons.
de_de: Egal ob es magische Höhlen oder explodierende Wipfe sind, auf %brand% kannst du deine Erweiterungen veröffentlichen.

source: Clonk Rage documentation
de_de: Clonk Rage-Dokumentation

source: OpenClonk documentation
de_de: OpenClonk-Dokumentation

source: Please don't <em>actually</em> blast Wipfs into oblivion.
de_de: Bitte sprenge Wipfe nicht <em>wirklich</em> in die Luft.

source: Getting started
de_de: Aller Anfang ist schwer

source: We know it's not always easy to build something awesome. With the introduction on Clonkspot you should at least have a rough idea how everything works.
de_de: Wir wissen, dass es nicht immer leicht ist etwas Tolles zu bauen. Mit der Einführung auf Clonkspot solltest du zumindest eine grobe Idee haben, wie alles funktioniert.

source: Introduction on Clonkspot
de_de: Einführung auf Clonkspot

source: Integrating %brand%
de_de: %brand% integrieren

source: Would you like to integrate %brand% into your project? The Lorry platform offers an API for you to request information about addons and releases.
de_de: Möchtest du %brand% in dein Projekt integrieren? Die Lorry-Plattform bietet eine API über die du verschiedene Informationen über Erweiterungen und Releases abfragen kannst.

source: Published on the %releaseday%
de_de: Veröffentlicht am %releaseday%

source: Not published yet
de_de: Noch nicht veröffentlicht

source: Developed by %linked_developer%
de_de: Entwickelt von %linked_developer%

source: This addon has no description.
de_de: Diese Erweiterung hat keine Beschreibung.

source: Categories
de_de: Kategorien

source: Changelog
de_de: Änderungsprotokoll

source: Rounds and Addons
de_de: Runden und Erweiterungen

source: Comments
de_de: Kommentare

source: Edit release
de_de: Release bearbeiten

source: Project page
de_de: Projektseite

source: Report a bug
de_de: Einen Fehler melden

source: Interested in an update?
de_de: An einem Update interessiert?

source: Connect with %brand%
de_de: Mit %brand% verbinden

source: Connect
de_de: Verbinden

source: Title image
de_de: Titelbild

source: Select
de_de: Auswählen

source: Sitewide intro
de_de: Vorstellungstext

source: Short intro text, will be used around the site alongside the title image.
de_de: Kurzer Vorstellungstext, wird auf der Seite neben dem Titelbild genutzt.

source: Explain the general idea behind this addon.
de_de: Erkläre die grundlegende Idee dieser Erweiterung.

source: Website
de_de: Webseite

source: The presentation can be changed anytime and affects all releases.
de_de: Die Präsentation kann jederzeit geändert werden und betrifft alle Releases.

source: Activation required
de_de: Aktivierung erforderlich

source: Please activate your account by confirming your email address.
de_de: Bitte aktiviere dein Konto indem du deine E-Mail-Adresse bestätigst.

source: Privacy policy
de_de: Datenschutzerklärung

source: All data is kept exclusivly under our and our hosters control and not passed on to any other third party.
de_de: Alle Daten werden exklusiv unter unserer und der Kontrolle unserer Hoster gehalten und an keine Dritten weitergegeben.

source: Files you upload may be transferred to a content delivery network to make them publicly available. You are responsible for files you upload.
de_de: Dateien, die du hochlädst, können auf ein Content Delivery Network übertragen werden um sie öffentlich verfügbar zu machen. Du bist für Dateien verantwortlich, die du hochlädst.

source: User data
de_de: Benutzerdaten

source: We save the following data directly related to your account:
de_de: Wir speichern die folgenden Daten über dein Benutzerkonto:

source: <strong>Basic account information</strong> (username, email address and encrypted password)
de_de: <strong>Grundlegende Kontoinformationen</strong> (Benutzername, E-Mail-Adresse und verschlüsseltes Passwort)

source: <strong>Settings and profile information</strong> (for example: language, when you registered, and details you submitted on the settings page)
de_de: <strong>Einstellungen und Profilinformationen</strong> (zum Beispiel: Sprache, wann du dich registriert hast, und was du auf der Einstellungsseite angegeben hast)

source: <strong>Login services</strong> (only if you added a linked account)
de_de: <strong>Anmeldedienste</strong> (nur, falls du Konten verknüpft hast)

source: The following data is linked to you and will remain after you delete your account, but will be unlinked if you decide to delete your account:
de_de: Die folgenden Daten werden mit dir verknüpft und bleiben bestehen, falls du dein Konto löschst, aber werden nicht mehr verknüpft falls du Konto löschst:

source: <strong>Addons</strong> and <strong>releases</strong> you created (and the corresponding files you uploaded)
de_de: <strong>Erweiterungen</strong> und <strong>Releases</strong> die du erstellst (und alle zugehörigen Dateien, die du hochlädst)

source: Transparency
de_de: Transparenz

source: public
de_de: öffentlich
