Repository: BehEh/Lorry
Catalog: app/locale/*/LC_MESSAGES/lorry-*.po
Languages: de_de

source: Help new players by specifying any other addons required for this release.
de_de: Hilf neuen Spielern indem du alle anderen Erweiterungen angibst, die von diesem Release benötigt werden.

source: Add
de_de: Hinzufügen

source: Duplicate
de_de: Duplikat

source: "Clonk" is a registered trademark of Matthes Bender
de_de: „Clonk“ ist ein eingetragenes Warenzeichen von Matthes Bender

source: too short
de_de: zu kurz

source: too long
de_de: zu lang

source: not a valid email address
de_de: keine gültige E-Mail-Adresse

source: not a valid URL
de_de: keine gültige URL

source: not a valid number
de_de: keine gültige Zahl

source: invalid
de_de: ungültig

source: Unnamed addon
de_de: Unbenannte Erweiterung

source: required
de_de: benötigt

source: not a matching Clonk Forge URL
de_de: keine gültige Clonk Forge URL

source: not a valid Clonk Forge URL
de_de: keine gültige Clonk Forge URL

source: not a valid Clonk Forge profile id
de_de: keine gültige ClonkForge Profil-ID

source: not a valid GitHub name
de_de: kein gültiger GitHub-Name

source: the last remaining login method
de_de: die letzte Anmeldemöglichtkeit

source: not a valid OAuth provider
de_de: kein gültiger OAuth-Provider

source: Password wrong.
de_de: Passwort falsch.

source: Registration successful! We'll send you an email for you to activate your account.
de_de: Registrierung erfolgreich! Wir werden dir eine E-Mail zur Aktivierung deines Kontos senden.

source: Sign in to use this service.
de_de: Melde dich an, um diesen Dienst zu verwenden.

source: Sign in to link this login service to your account.
de_de: Melde dich an, um diesen Anmeldedienst mit deinem Konto zu verknüpfen.

source: You should receive an email shortly.
de_de: Du solltest in Kürze eine E-Mail erhalten.

source: Login via email failed.
de_de: Anmeldung per E-Mail fehlgeschlagen.

source: Email address unknown.
de_de: E-Mail-Adresse unbekannt.

source: Username or email address unknown.
de_de: Benutzername oder E-Mail-Adresse unbekannt.

source: Username already taken.
de_de: Benutzername bereits vergeben.

source: Username is %s.
de_de: Benutzername ist %s.

source: Email address is already in use.
de_de: E-Mail-Adresse wird bereits genutzt.

source: Email address is %s.
de_de: E-Mail-Adresse ist %s.

source: Passwords do not match.
de_de: Passwörter stimmen nicht überein.

source: Password is %s.
de_de: Passwort ist %s.

source: Registration failed.
de_de: Registrierung fehlgeschlagen.

source: Connected with login service.
de_de: Mit Anmeldedienst verbunden.

source: Login service is already linked to another account.
de_de: Anmeldedienst bereits mit anderem Konto verknüpft.

source: Authentification with login service failed.
de_de: Authentifizierung mit Anmeldedienst ist fehlgeschlagen.

source: Removed login service.
de_de: Anmeldedienst entfernt.

source: %s is %s.
de_de: %s ist %s.

source: Clonk Forge profile url is %s.
de_de: Clonk Forge Profil-URL ist %s.

source: GitHub name is %s.
de_de: GitHub-Name ist %s.

source: Your links were saved.
de_de: Deine Links wurden gespeichert.

source: Contact details were changed.
de_de: Kontaktdaten wurden geändert.

source: Contact details were changed. Please remember to activate your account.
de_de: Kontaktdaten geändert. Bitte vergesse nicht, dein Konto zu aktivieren.

source: Contact details were changed, but we couldn't send you an email to activate your account. Pleasy try again later.
de_de: Kontaktdaten geändert, wir konnten dir jedoch keine E-Mail zur Aktivierung senden. Bitte versuche es später erneut.

source: You should receive the confirmation email soon.
de_de: Du solltest die Bestätigungs-E-Mail bald erhalten.

source: We can't send you a confirmation email right now. Try again later.
de_de: Wir können dir gerade keine E-Mail zur Bestätigung senden. Versuche es später erneut.

source: Confirmation required.
de_de: Bestätigung erforderlich.

source: Your password was changed.
de_de: Dein Passwort wurde geändert.

source: Your password was set.
de_de: Dein Passwort wurde gesetzt.

source: All other devices were logged out.
de_de: Alle anderen Geräte wurden abgemeldet.

source: %day% of %month% %year%
de_de: %day% %month% %year%

source: This endpoint does not support api version %d.
de_de: Dieser Endpunkt unterstützt die API-Version %d nicht.

source: Game does not exist.
de_de: Spiel existiert nicht.

source: invalid path
de_de: ungültiger Pfad

source: filename too long
de_de: Dateiname zu lang

source: filename too short
de_de: Dateiname zu kurz

source: please upload the individual files instead of an archive
de_de: Bitte lade die einzelnen Dateien anstelle eines Archivs hoch

source: file must end with a clonk extension
de_de: Datei muss auf Clonk-Erweiterung enden

source: Addon does not exist.
de_de: Erweiterung existiert nicht.

source: Release does not exist.
de_de: Release existiert nicht.

source: Internal server error
de_de: Interner Serverfehler

source: The server encountered an internal error processing the request.
de_de: Bei der Verarbeitung der Anfrage trat ein interner Serverfehler auf.

source: Authentification failed
de_de: Authentifizierung fehlgeschlagen

source: The authentification with the login service failed.
de_de: Die Authentifizierung mit dem Anmeldedienst ist fehlgeschlagen.

source: Bad Request
de_de: Ungültige Anforderung

source: The request was invalid. It may be malformed or missing required parameters.
de_de: Die Anforderung war ungültig. Möglicherweise ist sie deformiert oder es fehlen erforderliche Parameter.

source: File not found
de_de: Datei nicht gefunden

source: The file you requested could not be found.
de_de: Die von dir angeforderte Datei konnte nicht gefunden werden.

source: Forbidden
de_de: Zugriff verweigert

source: You do not have the permissions necessary to access this document.
de_de: Du verfügst nicht über die notwendigen Berechtigungen zum Zugriff auf dieses Dokument.

source: Not implemented
de_de: Nicht implementiert

source: The method you requested has not been implemented.
de_de: Die von dir angeforderte Methode wurde nicht implementiert.

source: Too many requests
de_de: Zu viele Anfragen

source: You have exceeded the allowed number of requests.
de_de: Du hast die erlaubte Anzahl an Anfragen überschritten.

source: Please comment in %s, the users language.
de_de: Bitte kommentiere in %s, der Sprache des Benutzers.

source: Comment can't be empty when rejecting the addon.
de_de: Kommentar kann nicht leer sein, wenn die Erweiterung abgelehnt wird.

source: Comment is %s.
de_de: Kommentar ist %s.

source: The ticket could not be escalated.
de_de: Das Ticket konnte nicht eskaliert werden.

source: Bridge
de_de: Brückensegmente

source: Tower
de_de: Turm

source: Stage
de_de: Etagen

source: Pressurewave
de_de: Druckwellen

source: %s of despair
de_de: %s der Verzweiflung

source: %s fight
de_de: %skampf

source: %s race
de_de: %srennen

source: %s lands
de_de: %sinseln

source: %s defense
de_de: %sverteidigung

source: Wipfs
de_de: Wipfe

source: Monsters
de_de: Monster

source: Bridges
de_de: Brückensegmente

source: Towers
de_de: Türme

source: Pressurewaves
de_de: Druckwellen

source: Knights
de_de: Ritter

source: Stippels
de_de: Stippel

source: Metal & %s
de_de: Metall & %s

source: %s descend from the top
de_de: %s kommen von oben runter

source: %s rise from the bottom
de_de: %s kommen von unten hoch

source: Title is %s.
de_de: Titel ist %s.

source: Type is %s.
de_de: Typ ist %s.

source: Game is %s.
de_de: Spiel ist %s.

source: You have already created an addon with this title for this game.
de_de: Du hast bereits eine Erweiterung mit diesem Titel für dieses Spiel angelegt.

source: Edit %s
de_de: %s bearbeiten

source: English title is %s.
de_de: Englischer Titel ist %s.

source: German title is %s.
de_de: Deutscher Titel ist %s.

source: Namespace is %s.
de_de: Kennung ist %s.

source: Namespace required.
de_de: Kennung benötigt.

source: Abbreviation is %s.
de_de: Abkürzung ist %s.

source: An addon has already reserved this namespace.
de_de: Eine Erweiterung hat diese Kennung bereits reserviert.

source: Addon saved.
de_de: Erweiterung gespeichert.

source: Introduction is %s.
de_de: Vorstellungstext ist %s.

source: Description is %s.
de_de: Beschreibung ist %s.

source: Website is %s.
de_de: Webseite ist %s.

source: Bugtracker is %s.
de_de: Bugtracker ist %s.

source: Forum is %s.
de_de: Forum ist %s.

source: Presentation saved.
de_de: Präsentation gespeichert.

source: Version is %s.
de_de: Version ist %s.

source: Version already exists.
de_de: Version existiert bereits.

source: Release created.
de_de: Release erstellt.

source: Addon created.
de_de: Erweiterung angelegt.

source: Release saved.
de_de: Release gespeichert.

source: Version saved.
de_de: Version gespeichert.

source: Error saving the release.
de_de: Fehler beim Speichern des Releases.

source: "%s" is %s.
de_de: "%s" ist %s.

source: Changelog is %s.
de_de: Änderungsprotokoll ist %s.

source: Changes saved.
de_de: Änderungen gespeichert.

source: Error saving the changes.
de_de: Fehler beim Speichern der Änderungen.

source: Message text is %s.
de_de: Nachrichtentext ist %s.

source: This message has already been sent.
de_de: Diese Nachricht wurde bereits gesendet.

source: Thank you for your message, we'll take a look at it.
de_de: Danke für deine Nachricht, wir kümmern uns darum.

source: Sorry, your message couldn't be saved.
de_de: Entschuldigung, deine Nachricht konnte nicht gespeichert werden.

source: Username was changed.
de_de: Benutzername wurde geändert.

source: Username could not be changed.
de_de: Benutzername konnte nicht geändert werden.

source: Permission is %s.
de_de: Berechtigung ist %s.

source: Permissions changed.
de_de: Berechtigungen geändert.

source: Email address already used.
de_de: E-Mail-Adresse bereits genutzt.

source: Contact details were changed. We sent an email to the user to confirm this new address.
de_de: Kontaktdaten geändert. Wir haben eine E-Mail an den Benutzer gesendet, um diese neue Adresse zu bestätigen.

source: Contact details were changed, but we couldn't send the user an email.
de_de: Kontaktdaten geändert, wir konnten dem Benutzer jedoch keine E-Mail senden.

source: %s on the ClonkForge
de_de: %s auf der ClonkForge

source: %s on GitHub
de_de: %s auf GitHub

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: %n%th
de_de: %n%.

source: uploading files is disabled
de_de: Hochladen von Dateien ist deaktiviert

source: activate your account to add files
de_de: Aktiviere dein Konto, um Dateien hinzuzufügen
